Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

# MOP
source: Macau Pataca
ar: دولار ماكاو
az: Makao patakası
bg: Макаоска патака
bn: ম্যাকাও পাটাকা
ca: Pataca de Macau
ceb: Macanese Pataca
cs: Macajská pataca
da: Macao Pataca
de: Macao-Pataca
el: Πατάκα Μακάο
es: Pataca de Macao
es_us: Pataca de Macao
et: Macau pataaka
fa: پاتاکای ماکائو
fi: Macaon pataca
fil: Macanese Pataca
fr: Pataca macanaise
fr_ca: Pataca macanaise
ga: Pataca Mhacao
gu: મકાઉ પટાકા
he: פטקה של מקאו
hi: मकाऊ पटाका
hr: Makaopata
hu: Makaói pataca
id: Pataca Makau
is: Makaópataka
it: Pataca di Macao
ja: マカオ・パタカ
jv: Pataca Macau
kk: Макао патакасы
km: ប៉ាតាកាម៉ាកាវ
kn: ಮಕಾತನೀಸ್ ಪಟಕಾ
ko: 마카오 파타카
lt: Makao pataka
lv: Makao pataka
ml: മകാനീസ് പതാക്ക
mr: मकाऊ पटाका
ms: Pataca Macau
my: မကာအို ပါတားကား
nb: Macaoiske pataca
nl: Macause pataca
or: ମାକାଓ ପାଟାକା
pa: ਮਕਾਊ ਪਟਾਕਾ
pl: Pataca (Makau)
pt_br: Pataca de Macau
pt_pt: Pataca de Macau
ro: Pataca macaneză
ru: Макао патака
sk: Macajská pataca
sl: Makaoska pataka
sq: Pataca e Makaos
sv: Macao-pataca
sw: Pataca ya Macau
ta: மக்காவ் படாகா
te: మకావు పటాకా
th: ปาตากามาเก๊า
tr: Makao Patakası
uk: Патака Макао
ur: مکاؤ پٹاکا
uz: Makao patakasi
vi: Pataca Ma Cao
zh_hant: 澳門元
zh_hk: 澳門元

source: More works
ar: المزيد من الأعمال
az: Daha çox iş
bg: Още проекти
bn: আরও কাজ
ca: Més treballs
ceb: Dugang mga Buhat
cs: Další díla
da: Flere værker
de: Weitere Werke
el: Περισσότερα έργα
es: Más obras
es_us: Más obras
et: Rohkem töid
fa: کارهای بیشتر
fi: Lisää teoksia
fil: Higit pang mga Gawa
fr: Plus d'œuvres
fr_ca: Plus d'œuvres
ga: Tuilleadh saothair
gu: વધુ કામો
he: עבודות נוספות
hi: और काम
hr: Više radova
hu: További munkák
id: Lebih Banyak Karya
is: Fleiri verk
it: Altre opere
ja: その他の作品
jv: Karya Liyane
kk: Басқа жұмыстар
km: ស្នាដៃបន្ថែមទៀត
kn: ಹೆಚ್ಚಿನ ಕೃತಿಗಳು
ko: 더 많은 작품
lt: Daugiau darbų
lv: Vairāk darbu
ml: കൂടുതൽ സൃഷ്ടികൾ
mr: अधिक कामे
ms: Lebih Banyak Karya
my: အခြား လက်ရာများ
nb: Flere verk
nl: Meer werken
or: ଅଧିକ କାମ
pa: ਹੋਰ ਰਚਨਾਵਾਂ
pl: Więcej prac
pt_br: Mais trabalhos
pt_pt: Mais trabalhos
ro: Mai multe lucrări
ru: Другие проекты
sk: Ďalšie diela
sl: Več del
sq: Më shumë punime
sv: Fler verk
sw: Kazi zaidi
ta: மேலும் படைப்புகள்
te: మరిన్ని యాప్‌లు
th: ผลงานเพิ่มเติม
tr: Daha fazla eser
uk: Більше робіт
ur: مزید کام
uz: Ko'proq ishlar
vi: Tác phẩm khác
zh_hans: 更多作品
zh_hant: 更多作品
zh_hk: 更多作品

# MXN
source: Mexican Peso
ar: بيزو مكسيكي
az: Meksika pesosu
bg: Мексиканско песо
bn: মেক্সিকান পেসো
ca: Peso mexicà
cs: Mexické peso
da: Mexicansk Peso
de: Mexikanischer Peso
el: Πέσο Μεξικού
es: Peso mexicano
es_us: Peso mexicano
et: Mehhiko peeso
fa: پزوی مکزیک
fi: Meksikon peso
fr: Peso mexicain
fr_ca: Peso mexicain
ga: Peso Mheicsiceo
gu: મેક્સિકન પેસો
he: פזו מקסיקני
hi: मैक्सिकन पेसो
hr: Meksički pezo
hu: Mexikói peso
id: Peso Meksiko
is: Mexíkóskur pesi
it: Peso messicano
ja: メキシコ・ペソ
jv: Peso Meksiko
kk: Мексика песосы
km: ប៉េសូម៉ិកស៊ិក
kn: ಮೆಕ್ಸಿಕನ್ ಪೆಸೊ
ko: 멕시코 페소
lt: Meksikos pesas
lv: Meksikas peso
ml: മെക്സിക്കൻ പെസോ
mr: मेक्सिकन पेसो
ms: Peso Mexico
my: မက္ကဆီကို ပီဆို
nb: Meksikanske peso
nl: Mexicaanse peso
or: ମେକ୍ସିକାନ୍ ପେସୋ
pa: ਮੈਕਸੀਕਨ ਪੇਸੋ
pl: Peso meksykańskie
pt_br: Peso mexicano
pt_pt: Peso mexicano
ro: Peso mexican
ru: Мексиканское песо
sk: Mexické peso
sl: Mehiški peso
sq: Peso Meksikane
sv: Mexikansk peso
sw: Peso ya Mexico
ta: மெக்சிகன் பெசோ
te: మెక్సికన్ పెసో
th: เปโซเม็กซิโก
tr: Meksika Pesosu
uk: Мексиканський песо
ur: میکسیکن پیسو
uz: Meksika pesosi
vi: Peso Mexico
zh_hant: 墨西哥披索
zh_hk: 墨西哥披索

# MYR
source: Malaysian Ringgit
ar: رينغيت ماليزي
az: Malayziya ringgiti
bg: Малайзийски рингит
bn: মালয়েশিয়ান রিঙ্গিত
ca: Ringgit de Malàisia
cs: Malajsijský ringgit
da: Malaysisk Ringgit
de: Malaysischer Ringgit
el: Ρινγκίτ Μαλαισίας
es: Ringgit malasio
es_us: Ringgit malasio
et: Malaisia ringgit
fa: رینگیت مالزی
fi: Malesian ringgit
fr: Ringgit malaisien
fr_ca: Ringgit malaisien
ga: Ringgit na Malaeisia
gu: મલેશિયન રિંગિટ
he: רינגיט מלזי
hi: मलेशियाई रिंगित
hr: Malezijski ringit
hu: Maláj ringgit
id: Ringgit Malaysia
is: Malasískt ringit
it: Ringgit malese
ja: マレーシア・リンギット
jv: Ringgit Malaysia
kk: Малайзия ринггиті
km: រីងហ្គីតម៉ាឡេស៊ី
kn: ಮಲೇಷಿಯನ್ ರಿಂಗಿಟ್
ko: 말레이시아 링깃
lt: Malaizijos ringitas
lv: Malaizijas ringits
ml: മലേഷ്യൻ റിംഗിറ്റ്
mr: मलेशियन रिंगिट
ms: Ringgit Malaysia
my: မလေးရှား ရင်းဂစ်
nb: Malaysiske ringgit
nl: Maleisische ringgit
or: ମାଲେସିଆନ୍ ରିଙ୍ଗିଟ୍
pa: ਮਲੇਸ਼ੀਅਨ ਰਿੰਗਿਟ
pl: Ringgit malezyjski
pt_br: Ringgit malaio
pt_pt: Ringgit malaio
ro: Ringgit malaezian
ru: Малайзийский ринггит
sk: Malajzijský ringgit
sl: Malezijski ringit
sq: Ringgit Malajzian
sv: Malaysisk ringgit
sw: Ringgit ya Malaysia
ta: மலேசிய ரிங்கிட்
te: మలేషియన్ రింగిట్
th: ริงกิตมาเลเซีย
tr: Malezya Ringgiti
uk: Малайзійський рингіт
ur: ملائیشین رنگٹ
uz: Malayziya ringgiti
vi: Ringgit Malaysia
zh_hant: 馬來西亞林吉特
zh_hk: 馬來西亞令吉

source: Name
ar: الاسم
az: Ad
bg: Име
bn: নাম
ca: Nom
ceb: Ngalan
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
et: Nimi
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
fr_ca: Nom
ga: Ainm
gu: નામ
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
is: Heiti
it: Nome
ja: 名前
jv: Jeneng
kk: Атауы
km: ឈ្មោះ
kn: ಹೆಸರು
ko: 이름
lt: Pavadinimas
lv: Nosaukums
ml: പേര്
mr: नाव
ms: Nama
my: အမည်
nb: Navn
nl: Naam
or: ନାମ
pa: ਨਾਮ
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sq: Emri
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
uk: Назва
ur: نام
uz: Nom
vi: Tên
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

source: No notification permission
ar: بدون إذن إشعارات
az: Bildiriş icazəsi yoxdur
bg: Няма разрешение за известия
bn: নোটিফিকেশন অনুমতি নেই
ca: Sense permís de notificació
ceb: Walay pagtugot sa pahibalo
cs: Žádné oprávnění k oznámením
da: Ingen notifikationstilladelse
de: Keine Benachrichtigungsberechtigung
el: Χωρίς άδεια ειδοποιήσεων
es: Sin permiso de notificaciones
es_us: Sin permiso de notificaciones
et: Teatiste luba puudub
fa: بدون مجوز اعلان
fi: Ei ilmoituslupaa
fil: Walang pahintulot sa notification
fr: Pas d'autorisation de notification
fr_ca: Pas de permission de notification
ga: Gan cead fógraí
gu: કોઈ સૂચના પરવાનગી નથી
he: אין הרשאת התראות
hi: कोई अधिसूचना अनुमति नहीं
hr: Nema dopuštenja za obavijesti
hu: Nincs értesítési engedély
id: Tidak ada izin notifikasi
is: Engin tilkynningaheimild
it: Nessun permesso di notifica
ja: 通知権限がありません
jv: Ora ana ijin notifikasi
kk: Хабарландыру рұқсаты жоқ
km: គ្មានការអនុញ្ញាតការជូនដំណឹង
kn: ಅಧಿಸೂಚನೆ ಅನುಮತಿ ಇಲ್ಲ
ko: 알림 권한 없음
lt: Nėra pranešimų leidimo
lv: Nav paziņojumu atļaujas
ml: അറിയിപ്പ് അനുമതിയില്ല
mr: सूचना परवानगी नाही
ms: Tiada Kebenaran Pemberitahuan
my: အသိပေးချက် ခွင့်ပြုချက် မရှိပါ
nb: Ingen varslingstillatelse
nl: Geen meldingstoestemming
or: କୌଣସି ବିଜ୍ଞପ୍ତି ଅନୁମତି ନାହିଁ
pa: ਕੋਈ ਸੂਚਨਾ ਅਨੁਮਤੀ ਨਹੀਂ
pl: Brak uprawnień do powiadomień
pt_br: Sem permissão de notificação
pt_pt: Sem permissão de notificação
ro: Fără permisiune notificare
ru: Нет разрешения на уведомления
sk: Žiadne povolenie na upozornenia
sl: Ni dovoljenja za obvestila
sq: Pa leje njoftimi
sv: Ingen behörighet för aviseringar
sw: Hakuna ruhusa ya arifa
ta: அறிவிப்பு அனுமதி இல்லை
te: నోటిఫికేషన్ అనుమతి లేదు
th: ไม่มีสิทธิ์การแจ้งเตือน
tr: Bildirim izni yok
uk: Немає дозволу на сповіщення
ur: اطلاع کی اجازت نہیں ہے
uz: Bildirishnoma ruxsati yo'q
vi: Không có quyền thông báo
zh_hans: 无通知权限
zh_hant: 無通知權限
zh_hk: 無通知權限

source: No piggy bank?
ar: لا توجد حافظة؟
az: Yığım qutusu yoxdur?
bg: Няма касичка?
bn: কোনো পিগি ব্যাংক নেই?
ca: No tens cap guardiola?
ceb: Walay alkansiya?
cs: Žádná pokladnička?
da: Ingen sparegris?
de: Kein Sparschwein?
el: Δεν υπάρχει κουμπαράς;
es: ¿No hay alcancía?
es_us: ¿No hay alcancía?
et: Rahakassat pole?
fa: قلک ندارید؟
fi: Ei säästölippaista?
fil: Walang alkansya?
fr: Pas de tirelire ?
fr_ca: Pas de tirelire?
ga: Gan muc sparáin?
gu: પિગી બેંક નથી?
he: אין קופת חיסכון?
hi: कोई पिग्गी बैंक नहीं?
hr: Nemate kasicu prasicu?
hu: Nincs még perselye?
id: Tidak ada celengan?
is: Enginn sparibaukur?
it: Nessun salvadanaio?
ja: 貯金箱がありませんか？
jv: Ora ana celengan?
kk: Жинақ сандықшасы жоқ па?
km: គ្មានធនាគារសន្សំប្រាក់មែនទេ?
kn: ಪಿಗ್ಗಿ ಬ್ಯಾಂಕ್ ಇಲ್ಲವೇ?
ko: 저금통이 없나요?
lt: Nėra taupyklės?
lv: Nav krājkasītes?
ml: പിഗ്ഗി ബാങ്ക് ഇല്ലേ?
mr: पिगी बँक नाही?
ms: Tiada Tabung Simpanan?
my: စုဘူး မရှိဘူးလား။
nb: Ingen sparebøsse?
nl: Geen spaarpot?
or: କୌଣସି ପିଗି ବ୍ୟାଙ୍କ ନାହିଁ?
pa: ਕੋਈ ਗੁੱਲਕ ਨਹੀਂ?
pl: Brak skarbonki?
pt_br: Sem cofrinho?
pt_pt: Sem cofrinho?
ro: Nicio pușculiță?
ru: Нет копилки?
sk: Žiadna pokladnička?
sl: Ni hranilnika?
sq: Nuk keni arkë kursimi?
sv: Ingen spargris?
sw: Hakuna kibubu?
ta: உண்டியல் இல்லையா?
te: పిగ్గీ బ్యాంక్ లేదా?
th: ไม่มีกระปุกออมสิน?
tr: Kumbara yok mu?
uk: Немає скарбнички?
ur: کوئی گلک نہیں؟
uz: Pul yig'ish qutisi yo'qmi?
vi: Không có heo đất?
zh_hans: 没有存钱罐？
zh_hant: 沒有存錢筒？
zh_hk: 沒有存錢罐？

source: No records available
ar: لا سجلات
az: Qeyd yoxdur
bg: Все още няма записи
bn: কোনো রেকর্ড নেই
ca: No hi ha registres
ceb: Walay mga rekord
cs: Žádné záznamy
da: Ingen optegnelser
de: Keine Einträge
el: Δεν υπάρχουν εγγραφές
es: Sin registros
es_us: Sin registros
et: Kirjed puuduvad
fa: هنوز رکوردی وجود ندارد
fi: Ei tietueita
fil: Walang rekord
fr: Aucun enregistrement
fr_ca: Aucun enregistrement
ga: Níl aon taifid go fóill
gu: કોઈ રેકોર્ડ નથી
he: אין רשומות עדיין
hi: अभी तक कोई रिकॉर्ड नहीं
hr: Nema zapisa
hu: Nincs bejegyzés
id: Tidak ada catatan
is: Engar færslur enn
it: Nessun record
ja: 記録なし
jv: Ora ana cathetan
kk: Жазбалар жоқ
km: មិនទាន់មានកំណត់ត្រា
kn: ಯಾವುದೇ ದಾಖಲೆಗಳಿಲ್ಲ
ko: 기록 없음
lt: Įrašų nėra
lv: Nav ierakstu
ml: രേഖകളില്ല
mr: सध्या कोणतीही नोंद नाही
ms: Tiada Rekod
my: မှတ်တမ်း မရှိပါ
nb: Ingen oppføringer
nl: Geen gegevens
or: କୌଣସି ରେକର୍ଡ ନାହିଁ
pa: ਅਜੇ ਕੋਈ ਰਿਕਾਰਡ ਨਹੀਂ ਹੈ
pl: Brak wpisów
pt_br: Sem registros
pt_pt: Nenhum registro
ro: Încă nu există înregistrări
ru: Нет записей
sk: Žiadne záznamy
sl: Ni zapisov
sq: Asnjë regjistrim
sv: Inga poster
sw: Hakuna rekodi
ta: பதிவுகள் இல்லை
te: రికార్డులు లేవు
th: ไม่พบบันทึก
tr: Henüz kayıt yok
uk: Записів немає
ur: فی الحال کوئی ریکارڈ نہیں
uz: Hozircha yozuvlar yo'q
vi: Chưa có hồ sơ
zh_hans: 暂无记录
zh_hant: 暫無記錄
zh_hk: 暫無記錄

# NOK
source: Norwegian Krone
ar: كرونة نرويجية
az: Norveç kronu
bg: Норвежка крона
bn: নরওয়েজিয়ান ক্রোন
ca: Corona noruega
cs: Norská koruna
da: Norsk Krone
de: Norwegische Krone
el: Κορώνα Νορβηγίας
es: Corona noruega
es_us: Corona noruega
et: Norra kroon
fa: کرون نروژ
fi: Norjan kruunu
fr: Couronne norvégienne
fr_ca: Couronne norvégienne
ga: Krone na hIorua
gu: નોર્વેજીયન ક્રોન
he: כתר נורווגי
hi: नॉर्वेजियन क्रोन
hr: Norveška kruna
hu: Norvég korona
id: Krone Norwegia
is: Norsk króna
it: Corona norvegese
ja: ノルウェー・クローネ
jv: Krone Norwegia
kk: Норвегия кронасы
km: ក្រូណេន័រវែស
kn: ನಾರ್ವೇಜಿಯನ್ ಕ್ರೋನ್
ko: 노르웨이 크로네
lt: Norvegijos krona
lv: Norvēģijas krona
ml: നോർവീജിയൻ ക്രോൺ
mr: नॉर्वेजियन क्रोन
ms: Krone Norway
my: နော်ဝေ ခရိုနာ
nb: Norske kroner
nl: Noorse kroon
or: ନରୱେଜିୟ କ୍ରୋନ୍
pa: ਨਾਰਵੇਜਿਅਨ ਕ੍ਰੋਨ
pl: Korona norweska
pt_br: Coroa norueguesa
pt_pt: Coroa norueguesa
ro: Coroană norvegiană
ru: Норвежская крона
sk: Nórska koruna
sl: Norveška krona
sq: Korona Norvegjeze
sv: Norsk krona
sw: Krone ya Norway
ta: நார்வேஜியன் க்ரோன்
te: నార్వేజియన్ క్రోన్
th: โครนนอร์เวย์
tr: Norveç Kronu
uk: Норвезька крона
ur: نارویجن کرون
uz: Norvegiya kronasi
vi: Krone Na Uy
zh_hant: 挪威克朗
zh_hk: 挪威克朗

source: None
ar: لا شيء
az: Yoxdur
bg: Няма
bn: কিছু না
ca: Cap
ceb: Wala
cs: Žádné
da: Ingen
de: Nichts
el: Κανένα
es: Ninguno
es_us: Ninguno
et: Puudub
fa: هیچ
fi: Ei mitään
fil: Wala
fr: Aucun
fr_ca: Aucun
ga: Tada
gu: કંઈ નહીં
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
is: Ekkert
it: Nessuno
ja: なし
jv: Ora Ana
kk: Жоқ
km: គ្មាន
kn: ಇಲ್ಲ
ko: 없음
lt: Nėra
lv: Nav
ml: ഒന്നുമില്ല
mr: नाही
ms: Tiada
my: မရှိ
nb: Ingen
nl: Geen
or: କିଛି ନାହିଁ
pa: ਕੋਈ ਨਹੀਂ
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Fără
ru: Нет
sk: Žiadne
sl: Brez
sq: Asnjë
sv: Ingen
sw: Hakuna
ta: இல்லை
te: ఏమీ లేదు
th: ไม่มี
tr: Yok
uk: Немає
ur: کچھ نہیں
uz: Yo'q
vi: Không
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: Notes
ar: ملاحظات
az: Qeyd
bg: Бележка
bn: মন্তব্য
ca: Nota
ceb: Pahinumdom
cs: Poznámka
da: Bemærkning
de: Notiz
el: Σημείωση
es: Nota
es_us: Nota
et: Märkus
fa: یادداشت
fi: Lisätieto
fil: Mga Tala
fr: Remarque
fr_ca: Remarque
ga: Nótaí
gu: નોંધ
he: הערה
hi: टिप्पणी
hr: Napomena
hu: Megjegyzés
id: Catatan
is: Athugasemd
it: Nota
ja: メモ
jv: Cathetan
kk: Ескертпе
km: កំណត់សម្គាល់
kn: ಷರಾ
ko: 메모
lt: Pastaba
lv: Piezīme
ml: കുറിപ്പ്
mr: टीप
ms: Nota
my: မှတ်ချက်
nb: Merknad
nl: Opmerking
or: ମନ୍ତବ୍ୟ
pa: ਨੋਟ
pl: Uwagi
pt_br: Nota
pt_pt: Nota
ro: Notă
ru: Примечание
sk: Poznámka
sl: Opomba
sq: Shënim
sv: Anteckning
sw: Maelezo
ta: குறிப்பு
te: గమనిక
th: หมายเหตุ
tr: Not
uk: Примітка
ur: نوٹ
uz: Izoh
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註
zh_hk: 備註

source: Nothing happened
ar: لم يحدث شيء
az: Heç nə baş vermədi
bg: Нищо не се случи
bn: কিছুই ঘটেনি
ca: No ha passat res
ceb: Walay nahitabo
cs: Nic se nestalo
da: Intet skete
de: Nichts ist passiert
el: Δεν συνέβη τίποτα
es: No pasó nada
es_us: No pasó nada
et: Midagi ei juhtunud
fa: هیچ اتفاقی نیفتاد
fi: Mitään ei tapahtunut
fil: Walang nangyari
fr: Rien ne s'est passé
fr_ca: Rien ne s'est passé
ga: Níor tharla faic
gu: કશું થયું નહીં
he: שום דבר לא קרה
hi: कुछ नहीं हुआ
hr: Ništa se nije dogodilo
hu: Semmi sem történt
id: Tidak ada yang terjadi
is: Ekkert gerðist
it: Non è successo nulla
ja: 何も起こりませんでした
jv: Ora ana apa-apa sing kedadeyan
kk: Ештеңе болған жоқ
km: គ្មានអ្វីកើតឡើងទេ
kn: ಏನೂ ಆಗಲಿಲ್ಲ
ko: 아무 일도 일어나지 않았습니다
lt: Nieko neįvyko
lv: Nekas nenotika
ml: ഒന്നും സംഭവിച്ചില്ല
mr: काहीही घडले नाही
ms: Tiada apa-apa berlaku
my: ဘာမှ မဖြစ်ပျက်ခဲ့ပါ
nb: Ingenting skjedde
nl: Er is niets gebeurd
or: କିଛି ଘଟିଲା ନାହିଁ
pa: ਕੁਝ ਨਹੀਂ ਹੋਇਆ
pl: Nic się nie stało
pt_br: Nada aconteceu
pt_pt: Nada aconteceu
ro: Nu s-a întâmplat nimic
ru: Ничего не произошло
sk: Nič sa nestalo
sl: Nič se ni zgodilo
sq: Asgjë nuk ndodhi
sv: Ingenting hände
sw: Hakuna kilichotokea
ta: எதுவும் நடக்கவில்லை
te: ఏమీ జరగలేదు
th: ไม่มีอะไรเกิดขึ้น
tr: Hiçbir şey olmadı
uk: Нічого не сталося
ur: کچھ نہیں ہوا
uz: Hech narsa sodir bo'lmadi
vi: Không có gì xảy ra
zh_hans: 什么都没有发生
zh_hant: 什麼都沒有發生
zh_hk: 甚麼都沒有發生

# NZD
source: New Zealand Dollar
ar: دولار نيوزيلندي
az: Yeni Zelandiya dolları
bg: Новозеландски долар
bn: নিউজিল্যান্ড ডলার
ca: Dòlar de Nova Zelanda
cs: Novozélandský dolar
da: New Zealandsk Dollar
de: Neuseeland-Dollar
el: Δολάριο Νέας Ζηλανδίας
es: Dólar neozelandés
es_us: Dólar neozelandés
et: Uus-Meremaa dollar
fa: دلار نیوزیلند
fi: Uuden-Seelannin dollari
fr: Dollar néo-zélandais
fr_ca: Dollar néo-zélandais
ga: Dollar na Nua-Shéalainne
gu: ન્યુઝીલેન્ડ ડોલર
he: דולר ניו זילנדי
hi: न्यूजीलैंड डॉलर
hr: Novozelandski dolar
hu: Új-zélandi dollár
id: Dolar Selandia Baru
is: Nýsjálenskur dalur
it: Dollaro neozelandese
ja: ニュージーランド・ドル
jv: Dolar Selandia Baru
kk: Жаңа Зеландия доллары
km: ដុល្លារនូវែលសេឡង់
kn: ನ್ಯೂಜಿಲೆಂಡ್ ಡಾಲರ್
ko: 뉴질랜드 달러
lt: Naujosios Zelandijos doleris
lv: Jaunzēlandes dolārs
ml: ന്യൂസിലാൻഡ് ഡോളർ
mr: न्यूझीलंड डॉलर
ms: Dolar New Zealand
my: နယူးဇီလန် ဒေါ်လာ
nb: Ny-zealandske dollar
nl: Nieuw-Zeelandse dollar
or: ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡ ଡଲାର
pa: ਨਿਊਜ਼ੀਲੈਂਡ ਡਾਲਰ
pl: Dolar nowozelandzki
pt_br: Dólar neozelandês
pt_pt: Dólar da Nova Zelândia
ro: Dolar neozeelandez
ru: Новозеландский доллар
sk: Novozélandský dolár
sl: Novozelandski dolar
sq: Dollar i Zelandës së Re
sv: Nyzeeländsk dollar
sw: Dola ya New Zealand
ta: நியூசிலாந்து டாலர்
te: న్యూజిలాండ్ డాలర్
th: ดอลลาร์นิวซีแลนด์
tr: Yeni Zelanda Doları
uk: Новозеландський долар
ur: نیوزی لینڈ ڈالر
uz: Yangi Zelandiya dollari
vi: Đô la New Zealand
zh_hant: 紐西蘭元
zh_hk: 紐西蘭元

source: Once enabled, spending can exceed the balance, resulting in a negative number.
ar: بعد التمكين يمكن أن تتجاوز المصروفات الرصيد، يظهر العدد بالسالب.
az: Aktivləşdirildikdən sonra xərclər balansı keçə bilər, mənfi rəqəmlər göstəriləcək.
bg: След включване разходите могат да надвишават баланса, показвайки отрицателни числа.
bn: চালু করার পর খরচ ব্যালেন্সের চেয়ে বেশি হতে পারে, নেতিবাচক সংখ্যা প্রদর্শন করবে।
ca: Un cop activat, les despeses poden superar el saldo, mostrant nombres negatius.
ceb: Kung i-on, ang gasto mahimong molapas sa balanse, magpakita og negatibo nga numero.
cs: Po zapnutí mohou výdaje překročit zůstatek a zobrazí se záporné číslo.
da: Når aktiveret, kan udgifter overstige saldoen og vises som negative tal.
de: Wenn aktiviert, können Ausgaben den Saldo übersteigen und als negative Zahlen angezeigt werden.
el: Μετά την ενεργοποίηση, τα έξοδα μπορούν να υπερβούν το υπόλοιπο, εμφανίζοντας αρνητικό αριθμό.
es: Al activarlo, los gastos pueden superar el saldo, mostrando un número negativo.
es_us: Al activarlo, los gastos pueden exceder el saldo, mostrando un número negativo.
et: Sisselülitamisel võivad kulud ületada jääki, kuvatakse negatiivsed numbrid.
fa: پس از فعال‌سازی، هزینه‌ها می‌تواند از موجودی بیشتر شود و عدد منفی نمایش داده شود.
fi: Kun käytössä, menot voivat ylittää saldon ja näkyä negatiivisena.
fil: Kapag pinagana, ang gastos ay maaaring lumampas sa balanse, magpapakita ng negatibong numero.
fr: Une fois activé, les dépenses peuvent dépasser le solde et s'afficher en négatif.
fr_ca: Une fois activé, les dépenses peuvent dépasser le solde et s'afficheront en négatif.
ga: Nuair a chumasaítear é, is féidir le caiteachas dul thar an iarmhéid, ag taispeáint uimhir dhiúltach.
gu: ચાલુ કર્યા પછી, ખર્ચ બેલેન્સ કરતા વધી શકે છે, નકારાત્મક સંખ્યા દર્શાવે છે.
he: לאחר ההפעלה, ההוצאות יכולות לחרוג מהיתרה ולהציג מספר שלילי.
hi: चालू करने के बाद, खर्च शेष राशि से अधिक हो सकता है, जिससे नकारात्मक संख्या दिखाई देगी।
hr: Nakon uključivanja, troškovi mogu premašiti saldo, prikazujući negativne brojeve.
hu: Bekapcsolás után a kiadás meghaladhatja az egyenleget, negatív számként jelenítve meg.
id: Setelah diaktifkan, pengeluaran bisa melebihi saldo, ditampilkan sebagai angka negatif.
is: Þegar kveikt er á þessu geta útgjöld farið fram úr innistæðu og sýnt neikvæða tölu.
it: Se attivato, le spese possono superare il saldo, mostrando un numero negativo.
ja: オンにすると、支出が残高を超えた場合に負の数として表示されます。
jv: Sawise diaktifake, pengeluaran bisa ngluwihi saldo, nampilake angka negatif.
kk: Қосылған кезде шығыстар қалдықтан асып кетуі мүмкін, теріс сан көрсетіледі.
km: បន្ទាប់ពីបើក ការចំណាយអាចលើសពីសមតុល្យ ដោយបង្ហាញជាលេខអវិជ្ជមាន។
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದ ನಂತರ, ವೆಚ್ಚವು ಸಮತೋಲನವನ್ನು ಮೀರಬಹುದು, ಋಣಾತ್ಮಕ ಸಂಖ್ಯೆಯನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 켜면 지출이 잔액을 초과할 수 있으며, 음수로 표시됩니다.
lt: Įjungus, išlaidos gali viršyti likutį, bus rodomas neigiamas skaičius.
lv: Ieslēdzot šo funkciju, izdevumi var pārsniegt atlikumu, rādot negatīvu skaitli.
ml: ഇത് ഓണാക്കിയാൽ, ചെലവുകൾ ബാലൻസിനേക്കാൾ കൂടുതലാകാം, നെഗറ്റീവ് സംഖ്യ കാണിക്കുന്നു.
mr: सक्षम केल्यावर, खर्च शिल्लक रकमेपेक्षा जास्त होऊ शकतो, नकारात्मक संख्या दर्शवेल.
ms: Selepas diaktifkan, perbelanjaan boleh melebihi baki, memaparkan nombor negatif.
my: ဖွင့်လိုက်ပါက သုံးစွဲငွေသည် လက်ကျန်ငွေထက် ကျော်လွန်နိုင်ပြီး အနှုတ်လက္ခဏာ ပြသပါမည်။
nb: Når aktivert, kan utgifter overstige saldoen og vise negative tall.
nl: Indien ingeschakeld, kunnen uitgaven het saldo overschrijden en als negatief worden weergegeven.
or: ସକ୍ଷମ ହେବା ପରେ, ଖର୍ଚ୍ଚ ବାଲାନ୍ସଠାରୁ ଅଧିକ ହୋଇପାରେ, ନକାରାତ୍ମକ ସଂଖ୍ୟା ଦେଖାଇବ।
pa: ਚਾਲੂ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਖਰਚਾ ਬਕਾਏ ਤੋਂ ਵੱਧ ਸਕਦਾ ਹੈ, ਨਕਾਰਾਤਮਕ ਸੰਖਿਆ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਦਾ ਹੈ।
pl: Po włączeniu wydatki mogą przekroczyć saldo, wyświetlając liczbę ujemną.
pt_br: Quando ativado, os gastos podem exceder o saldo, exibindo valores negativos.
pt_pt: Quando ativado, os gastos podem exceder o saldo, exibindo números negativos.
ro: După activare, cheltuielile pot depăși soldul, afișând numere negative.
ru: Если включено, расходы могут превышать баланс, отображая отрицательное число.
sk: Po zapnutí môžu výdavky prekročiť zostatok a zobrazí sa záporné číslo.
sl: Ko je vklopljeno, lahko izdatki presežejo stanje in prikaže se negativno število.
sq: Pas aktivizimit, shpenzimet mund të kalojnë balancën, duke shfaqur numra negativë.
sv: När detta är aktiverat kan utgifter överstiga saldot och visa ett negativt tal.
sw: Baada ya kuwezesha, matumizi yanaweza kuzidi salio, ikionyesha nambari hasi.
ta: இயக்கிய பிறகு, செலவுகள் இருப்பைத் தாண்டலாம், இது எதிர்மறை எண்ணாகக் காட்டப்படும்.
te: ప్రారంభించిన తర్వాత, ఖర్చులు బ్యాలెన్స్ కంటే ఎక్కువగా ఉండవచ్చు, ప్రతికూల సంఖ్యను చూపుతుంది.
th: เมื่อเปิดใช้งาน รายจ่ายจะสามารถเกินยอดคงเหลือได้ และจะแสดงเป็นตัวเลขติดลบ
tr: Açıldığında, harcamalar bakiyeyi aşabilir ve negatif sayı olarak görüntülenir.
uk: Якщо увімкнено, витрати можуть перевищувати баланс (відображатиметься мінус).
ur: فعال ہونے کے بعد، اخراجات بیلنس سے تجاوز کر سکتے ہیں اور منفی نمبر ظاہر ہوں گے۔
uz: Yoqilgandan so'ng, xarajatlar balansdan oshib ketishi mumkin va manfiy raqam sifatida ko'rsatiladi.
vi: Sau khi bật, chi tiêu có thể vượt quá số dư và hiển thị số âm.
zh_hans: 开启后支出可超过余额，显示负数。
zh_hant: 開啟後支出可超過餘額，顯示負數。
zh_hk: 開啟後支出可超過餘額，顯示負數。

source: Open Source
ar: مفتوح المصدر
az: Açıq mənbə
bg: Отворен код
bn: ওপেন সোর্স
ca: Codi obert
el: Ανοιχτός κώδικας
es: Código abierto
es_us: Código abierto
et: Avatud lähtekood
fa: متن‌باز
fi: Avoin lähdekoodi
ga: Foinse oscailte
gu: ઓપન સોર્સ
he: קוד פתוח
hi: ओपन सोर्स
hr: Otvoreni kod
hu: Nyílt forráskód
id: Sumber Terbuka
is: Opinn kóði
ja: オープンソース
jv: Sumber Terbuka
kk: Ашық бастапқы код
km: ប្រភពបើកចំហ (Open Source)
kn: ಓಪನ್ ಸೋರ್ಸ್
ko: 오픈 소스
lt: Atvirasis kodas
lv: Atvērtais kods
ml: ഓപ്പൺ സോഴ്സ്
mr: ओपन सोर्स
ms: Sumber Terbuka
nb: Åpen kildekode
or: ଓପନ୍ ସୋର୍ସ
pa: ਓਪਨ ਸੋਰਸ
pt_br: Código aberto
pt_pt: Código aberto
ro: Sursă deschisă
ru: Открытый исходный код
sl: Odprtokodno
sq: Burim i Hapur
sw: Chanzo huria
ta: ஓப்பன் சோர்ஸ்
te: ఓపెన్ సోర్స్
th: โอเพ่นซอร์ส
tr: Açık kaynak
uk: Відкритий код
ur: اوپن سورس
uz: Ochiq manba
vi: Mã nguồn mở
zh_hant: 開源
zh_hk: 開源

source: Participate
ar: مشاركة
az: İştirak et
bg: Участие
bn: অংশগ্রহণ
ca: Participar
ceb: Apil
cs: Zapojit se
da: Deltag
de: Teilnehmen
el: Συμμετοχή
es: Participar
es_us: Participar
et: Osale
fa: مشارکت
fi: Osallistu
fil: Makilahok
fr: Participer
fr_ca: Participer
ga: Glac páirt
gu: ભાગ લો
he: השתתפות
hi: भाग लें
hr: Sudjeluj
hu: Részvétel
id: Berpartisipasi
is: Taka þátt
it: Partecipa
ja: 参加
jv: Melu
kk: Қатысу
km: ចូលរួម
kn: ಪಾಲ್ಗೊಳ್ಳಿ
ko: 참여
lt: Dalyvauti
lv: Piedalīties
ml: പങ്കെടുക്കുക
mr: सहभागी व्हा
ms: Sertai
my: ပါဝင်ရန်
nb: Delta
nl: Deelnemen
or: ଅଂଶଗ୍ରହଣ କରନ୍ତୁ
pa: ਹਿੱਸਾ ਲਓ
pl: Uczestnictwo
pt_br: Participar
pt_pt: Participar
ro: Participă
ru: Участие
sk: Zapojiť sa
sl: Sodelujte
sq: Pjesëmarrja
sv: Delta
sw: Shiriki
ta: பங்கேற்க
te: పాల్గొనండి
th: มีส่วนร่วม
tr: Katıl
uk: Участь
ur: حصہ لیں
uz: Ishtirok etish
vi: Tham gia
zh_hans: 参与
zh_hant: 參與
zh_hk: 參與
